pharma_integra/public/oc/oncoprod/OC3140-1046317_115_1660917513.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://schemas.datacontract.org/2004/07/WsfIntegradorPharmanexo.CUL.Entidades" xmlns:ns2="http://schemas.datacontract.org/2004/07/WcfIntegradorOncoprod.CUL.Entidades.Entrada" xmlns:ns3="http://schemas.datacontract.org/2004/07/WsfIntegradorPharmanexo" xmlns:ns4="http://tempuri.org/"><SOAP-ENV:Body><ns4:IncluirPedido><ns4:pedido><ns3:Pedido><ns1:PedidoEntrada><ns1:ClienteCNPJ>01817749000199</ns1:ClienteCNPJ><ns1:PedidoNumeroClienteIntegracao>OC3140-1046317</ns1:PedidoNumeroClienteIntegracao><ns1:condicaoPagamentoId>199</ns1:condicaoPagamentoId><ns1:itens><ns2:PedidoItemEntrada><ns2:estabelecimentoId>15</ns2:estabelecimentoId><ns2:itemId>4094</ns2:itemId><ns2:pedidoItemPrecoTabela>473,88</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>2</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>15</ns2:estabelecimentoId><ns2:itemId>1250</ns2:itemId><ns2:pedidoItemPrecoTabela>41,1</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>2</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>15</ns2:estabelecimentoId><ns2:itemId>109243</ns2:itemId><ns2:pedidoItemPrecoTabela>128,66</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>1</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>15</ns2:estabelecimentoId><ns2:itemId>1563</ns2:itemId><ns2:pedidoItemPrecoTabela>50,4</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>1</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>15</ns2:estabelecimentoId><ns2:itemId>1248</ns2:itemId><ns2:pedidoItemPrecoTabela>137,9308</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>2</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada></ns1:itens><ns1:pedidoObservacoes>PHN - OC3140-1046317</ns1:pedidoObservacoes><ns1:pedidoObservacoesNotaFiscal>PHN - OC3140-1046317</ns1:pedidoObservacoesNotaFiscal><ns1:sistemaEntrada>pharmanexo</ns1:sistemaEntrada><ns1:tipoEnderecoId>PADRÃO</ns1:tipoEnderecoId><ns1:unidadeNegocioId>PJ</ns1:unidadeNegocioId><ns1:usuarioIdIntegracao>DAYANJOS</ns1:usuarioIdIntegracao></ns1:PedidoEntrada></ns3:Pedido></ns4:pedido></ns4:IncluirPedido></SOAP-ENV:Body></SOAP-ENV:Envelope>
